---
kind: property
id: P:Autodesk.Revit.DB.SpecTypeId.HvacSlope
source: html/75f55d9e-9fb1-2d91-1a04-83963c68eb50.htm
---
# Autodesk.Revit.DB.SpecTypeId.HvacSlope Property

Slope, in discipline HVAC.

## Syntax (C#)
```csharp
public static ForgeTypeId HvacSlope { get; }
```